# St7EnableLSALoadCase

Enables the specified load case and freedom case combination such that it is included in linear static analysis.

long St7EnableLSALoadCase(long uID, long LoadCaseNum, long FreedomCaseNum)
Input Parameters
uID
Strand7 model file ID.
LoadCaseNum
Load case number.
FreedomCaseNum
Freedom case number.